export var rulesContent=
  '单选题</br>'+
  '1.驾驶人有下列哪种违法行为一次记6分</br>' +
  'A、使用其他车辆行驶证</br>' +
  'B、饮酒后驾驶机动车</br>' +
  'C、车速超过规定时速50%以上</br>' +
  'D、违法占用应急车道行驶</br>' +
  '答案:D </br>' +
  '解析:请仔细阅读交规(若无解析本行可不填)</br>' +
  '</br>' +
  '多选题</br>' +
  '</br>' +
  '1.驾驶人有下列哪种违法行为一次记6分？</br>' +
  'A、使用其他车辆行驶证</br>' +
  'B、饮酒后驾驶机动车</br>' +
  'C、车速超过规定时速50%以上</br>' +
  'D、违法占用应急车道行驶</br>' +
  '答案:ABCD</br>' +
  '解析:请仔细阅读交规 (若无解析本行可不填)</br>' +
  '</br>' +
  '判断题</br>' +
  '</br>' +
  '1.国际象棋起源于英国吗？</br>' +
  '答案:对</br>' +
  '解析:无 (若无解析本行可不填)</br>' +
  '</br>' +
  '填空题</br>' +
  '</br>' +
  '1.我国古典四大名著是 ( ) ( ) ( ) ( )</br>' +
  '答案:红楼梦|水浒传|三国演义|西游记 </br>' +
  '解析:无 (若无解析本行可不填)</br>' +
  '</br>' +
  '问答题</br>' +
  '</br>' +
  '1.请论述全球化对国家政治产生了哪些深刻的影响？</br>' +
  '答案:全球化使国家主权受到一定的制约； 全球化对政府的治理提出了更高的要求。</br>' +
  '解析:无 (若无解析本行可不填)';
export var exampleContent='1、所有题型标号支持1.或1、或（1）三种格式。</br>' +
  '2、所有题型必须含有 “ 答案：”字段，且不能为空。</br>' +
  '3、所有题型 “ 解析：” 字段非必需，没有可不填。</br>' +
  '4、所有题型题目中包含图片，则将图片插入到指定位置即可。</br>' +
  '5、选择题最少支持2个选项A,B，最多支持8个选项A,B,C,D,E,F,G,H且按照顺序使用。</br>' +
  '6、选择题A-H这些选项号与内容之间要用、或 . 分开。</br>' +
  '7、选择题答案中请勿加分隔符或者空格。</br>' +
  '8、判断题答案支持 “错误”，“正确” 或者 “错”，“对”。</br>' +
  '9、填空题仅支持题目中出现括号。</br>' +
  '10、填空题目里的多个填空答案要用 | 分割，单个答案不用添加。</br>' +
  '11、问答题可以包含 “普通关键词：” 和 “ 核心关键词：”，没有可不填。</br>' +
  '12、问答题多个关键词用、去分隔，并列关键词（或的关系）用 | 去分隔';
